import React from 'react'
import "./greece.css"

const Greece = () => {
  return (
    <div className='greece'>
      <audio id='music' autoPlay loop>
        <source src='./assets/music/Imagine.mp3' type='audio/mpeg' />
      </audio>
      <img src="./assets/pictures/greece.jpg" />
      <div className="card">
        <h1>אתה לא שיבוט!</h1>
        <p>תקשיב אני לא הכי טוב בברכות אז אתה תאלץ לסבול את החרא באיחור הזה.</p>
        <p>יש לך יומולדת ואתה עכשיו גדול, שמן וזקן. אבל תכלס אתה יותר מכל הדברים האלה חבר טוב. אתה חבר שאני יודע שיהיה שם בשבילי
          כשאני צריך, אתה חבר שיצא ליציאה ב-7 בערב ויחזור איתי ב 5 בבוקר. אתה חבר שיטוס איתי ליוון ויסע איתי לאילת רק שנינו ולא ימאס אחד
          לנו אחד מהשני. רק מלהכין את המשחק הזה הבנתי כמה הסטוריה יש לנו והייתי צריך לברור מה אני רוצה לכלול ומה לא כי יש כל כך הרבה.
          אתה מתחיל שנה חדשה לחיים שלך וזה לא רק בגיל. אתה באוניברסיטה ובזוגיות וגר במגורים החדשים שלך וזה כבר ממש נראה כמו
          התחלה של חיים מבוגרים חדשים. אני מאחל לך רק הצלחה בהם וחסר לך שאנחנו מתרחקים.</p>

        <p>אה ולגבי מתנה תן צילום שהגעת עד לפה ונראה שאתה לא שיבוט.</p>
      </div>
    </div>
  )
}

export default Greece